Repository: BenMousaAmine/lucent
Catalog: Lucent/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, it, zh_hans

source: Select an item to see its details.
ar: اختر عنصرًا لعرض تفاصيله.
es: Selecciona un elemento para ver sus detalles.
fr: Sélectionnez un élément pour voir ses détails.
it: Seleziona un elemento per vederne i dettagli.
zh_hans: 选择一个项目以查看其详情。

source: Simulators
ar: المحاكيات
es: Simuladores
fr: Simulateurs
it: Simulatori
zh_hans: 模拟器

source: skipped
ar: تم تخطّيها
es: omitidos
fr: ignorés
it: saltati
zh_hans: 已跳过

source: Source
ar: المصدر
es: Origen
fr: Origine
it: Origine
zh_hans: 来源

source: Starting scan…
ar: جارٍ بدء الفحص…
es: Iniciando análisis…
fr: Démarrage de l'analyse…
it: Avvio scansione…
zh_hans: 正在开始扫描…

source: State
ar: الحالة
es: Estado
fr: État
it: Stato
zh_hans: 状态

source: Stopped container
ar: حاوية متوقفة
es: Contenedor detenido
fr: Conteneur arrêté
it: Container fermo
zh_hans: 已停止的容器

source: Theme
ar: السمة
es: Tema
fr: Thème
it: Tema
zh_hans: 主题

source: Third-party app caches
ar: ذاكرات مؤقتة لتطبيقات خارجية
es: Cachés de apps de terceros
fr: Caches d'apps tierces
it: Cache app terze parti
zh_hans: 第三方应用缓存

source: Third-party apps
ar: تطبيقات خارجية
es: Apps de terceros
fr: Apps tierces
it: App di terze parti
zh_hans: 第三方应用

source: Trash (recoverable)
ar: المهملات (قابل للاسترجاع)
es: Papelera (recuperable)
fr: Corbeille (récupérable)
it: Cestino (recuperabile)
zh_hans: 废纸篓（可恢复）

source: Understands what's taking up space on your Mac, explaining every byte.
ar: يفهم ما الذي يشغل المساحة على جهاز Mac، ويشرح كل بايت.
es: Entiende qué ocupa espacio en tu Mac, explicando cada byte.
fr: Comprend ce qui occupe de l'espace sur votre Mac, en expliquant chaque octet.
it: Capisce cosa occupa spazio sul tuo Mac, spiegandoti ogni byte.
zh_hans: 了解你的 Mac 上什么在占用空间，并解释每一个字节。

source: Uninstalled app
ar: تطبيق مُزال
es: App desinstalada
fr: App désinstallée
it: App disinstallata
zh_hans: 已卸载的应用

source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
it: Sconosciuto
zh_hans: 未知

source: unknown date
ar: تاريخ غير معروف
es: fecha desconocida
fr: date inconnue
it: data sconosciuta
zh_hans: 未知日期

source: Unused image
ar: صورة غير مستخدمة
es: Imagen sin usar
fr: Image inutilisée
it: Immagine inutilizzata
zh_hans: 未使用的镜像

source: used
ar: مستخدَم
es: usado
fr: utilisé
it: occupati
zh_hans: 已用

source: Volume
ar: وحدة تخزين
es: Volumen
zh_hans: 卷

source: Volume "%1$@"%2$@, attached to %3$lld containers. WARNING: a volume may hold persistent data (e.g. a database) — always check what it contains before removing it.
ar: وحدة التخزين "%1$@"%2$@، مرتبطة بـ %3$lld حاوية. تحذير: قد تحتوي وحدة التخزين على بيانات دائمة (مثل قاعدة بيانات) — تحقّق دائمًا مما تحتويه قبل إزالتها.
es: Volumen "%1$@"%2$@, conectado a %3$lld contenedores. ADVERTENCIA: un volumen puede contener datos persistentes (p. ej. una base de datos): comprueba siempre qué contiene antes de eliminarlo.
fr: Volume « %1$@ »%2$@, rattaché à %3$lld conteneurs. AVERTISSEMENT : un volume peut contenir des données persistantes (par ex. une base de données) — vérifiez toujours son contenu avant de le supprimer.
it: Volume "%1$@"%2$@, collegato a %3$lld container. ATTENZIONE: un volume può contenere dati persistenti (es. un database) — verifica sempre cosa contiene prima di rimuoverlo.
zh_hans: 卷“%1$@”%2$@，连接到 %3$lld 个容器。警告：卷可能保存持久数据（例如数据库）——移除前请务必检查其内容。

source: Whole disk
ar: القرص بالكامل
es: Todo el disco
fr: Tout le disque
it: Tutto il disco
zh_hans: 整个磁盘

source: Yarn cache
ar: ذاكرة Yarn المؤقتة
es: Caché de Yarn
fr: Cache Yarn
it: Cache Yarn
zh_hans: Yarn 缓存

source: Yes, it regenerates
ar: نعم، يُعاد إنشاؤه
es: Sí, se regenera
fr: Oui, il se régénère
it: Sì, si rigenera
zh_hans: 是，会重新生成
